Repository: busbud/coding-challenge-native-b
Catalog: busbudchallenge/busbudchallenge/support files/assets/*.lproj/Localizable.strings
Languages: es

# subtitleOnboarding1
source: Come to live by yourself the unbelievable experience of Osheaga Festival
es: Ven a vivir por ti mismo, la increible experiencia de Osheaga Festival

# titleOnboarding2
source: Discover
es: Descubre

# subtitleOnboarding2
source: Discover your new favorite artists and support national talent
es: Descubre a tu nuevo artista favorito y apoya al talento nacional

# titleOnboarding3
source: Feel the Music!
es: ¡Siente la Música!

# subtitleOnboarding3
source: Feel how the music takes over you, this and much more at Osheaga Festival
es: Siente cçomo la música toma control de tu cuerpo, esto y mucho mas en Osheaga Festival

source: Lets Go!
es: ¡Comencemos!

# searchTitle
source: It will be hot this summer in Montreal with the Osheaga festival! Assuming we're not stuck with another wave of COVID-19, it will also be a rocking festival!
es: ¡Este verano hará calor en Montreal con el festival Osheaga! Suponiendo que no estemos atrapados con otra ola de COVID-19, también será un festival de Rock.

# searchSubtitle
source: Lets book a trip!!!
es: Reservemos un viaje!

source: Search Departures
es: Buscar Buses

source: Departure
es: Salida

source: Leaving from
es: Saliendo de

source: Going to
es: Llegando a

# outboundDate
source: Departure date
es: Fecha de salida

# passengerCount
source: Number of passengers
es: Número de pasajeros

source: Dates
es: Fechas

source: Passengers
es: Pasajeros

source: Children
es: Niños

source: Search
es: Buscar
